Repository: cc6401/rsi
Catalog: drupal-6.20/sites/all/modules/cforge_custom/cforge_print/translations/cforge_print.*.po
Languages: fr

source: Choose the letter of the surname of the member you are trying to find below and/or sort by column to find an e-member quickly.
fr: Choisissez la lettre du nom de famille ci-dessous et/ou triez par colonne pour trouver un adhérent rapidement.

source: Once on a member's page, you can easily enter a trade with them using the using the block to the left.
fr: Une fois sur leur profil, vous pouvez facilement saisir un échange avec eux à l'aide du bloc à gauche.

source: < refine your search by using the categories shown on the left.
fr: < affinez votre recherche avec les catégories à gauche.

source: Printer-friendly version
fr: Version imprimable

source: Member's Directory
fr: Liste des Adhérents

source: Offers & Wants
fr: Offres & Demandes

source: Wants directory
fr: Liste des Demandes

source: Offers directory
fr: Liste des Offres

source: Member
fr: Adhérent

source: Posted on
fr: du

source: Print Directory
fr: Liste des imprimables

source: Cforge printable directories
fr: Listes imprimable CommunityForge.net

source: Implements link to printerfriendly pages of wants, offers and members.
fr: Ajoute des liens à la version imprimable des offres, des demandes et des adhérents

source: Complementary Currencies
fr: Monnaies Complémentaires
