Repository: cc6401/rsi
Catalog: cforge-custom/sites-all-modules-cforge_custom/translations/cforge_custom.*.po
Languages: fr

source: Add an offer
fr: Ajouter une offre

source: Add a want
fr: Ajouter une demande

source: Start a transaction
fr: Ajouter un échange

source: Add a contribution
fr: Ajouter une Contribution à faire

source: Contributions to do and Contributions completed
fr: Contributions à faire, et accomplies

source: Completer
fr: La personne qui confirme l'échange

source: Community Tasks
fr: Contributions

source: No contributions have been posted yet
fr: Pas de Contributions pour l'instant

source: No Contributions have been completed
fr: Pas de Contributions accomplies pour l'instant

source: Commitments
fr: Contributions entreprises

source: You have not committed to any task.
fr: Vous n'avez pas encore entrepris de Contributions

source: Tasks
fr: Contributions

source: Acknowlegements
fr: Contributions accomplies

source: Upcoming
fr: Quoi de neuf ?

source: Directory Entries by published date
fr: La liste par date de publication

source: Offers
fr: Offres

source: offer
fr: offre

source: want
fr: demande

source: Recent Offers & Wants
fr: Offres & Demandes récentes

source: Directory entries, newest first
fr: La liste par date

source: No entries in this category
fr: Pas d'annonce dans cette catégorie

source: Offers by published date
fr: Offres par date

source: Category
fr: Catégorie

source: Description of offer
fr: Cliquez ici pour classer par ordre alphabétique

source: Created
fr: du

source: Edit
fr: Modifier

source: All
fr: Tous / Toutes

source: Update
fr: Mise à jour

source: Use default
fr: Utiliser les valeurs par défaut

source: Recent Offers
fr: Offres récentes

source: There are no offers in this category
fr: Pas d'annonce dans cette catégorie

source: Offers: Recent
fr: Offres : récentes

source: Wants by published date
fr: Demandes par date

source: Description of need
fr: Description de la demande

source: of
fr: de

source: added
fr: du

source: Wants
fr: Demandes

source: There are no wants in this category
fr: Pas d'annonces dans cette catégorie

source: Shows all my offers/wants in a user's directory
fr: Affiche les offres et demandes d'un adhérent

source: Delete
fr: Supprimer

source: Offers/Wants
fr: Offres/Demandes

source: transactions from all users
fr: échanges des adhérents

source: Paid by
fr: Donné par

source: This member
fr: Ce membre

source: did this for
fr: a fait cet échange

source: this member
fr: avec

source: Confirm?
fr: Confirmer ?

source: Exchanges by member
fr: Échanges par adhérent

source: <a href="transaction/add">Start a transaction></a>
fr: <a href="transaction/add">Ajouter un échange></a>

source: There have yet to be any trades
fr: Pas encore d'échange

source: Recent Transactions
fr: Échanges récents

source: Member
fr: Adhérent

source: did this exchange
fr: a fait cet échange

source: with
fr: avec

source: Transactions
fr: Échanges

source: Recent: Transactions
fr: Échanges : récents

source: Title
fr: Titre

source: No documents have been uploaded yet
fr: Vous n'avez pas encore de documents. <a href="node/add/page">Ajouter un Document</a> et choisir sa rubrique.

source: Community documentation
fr: Documents de l'association

source: Post Code
fr: Code postal

source: since
fr: depuis

source: Balance
fr: Solde

source: Gross Income
fr: Entrées

source: Acknowledgements
fr: Contributions accomplies

source: Member list
fr: Liste des Adhérents

source: First name
fr: Prénom

source: Family name
fr: Nom

source: Members
fr: Adhérents

source: System accounts
fr: Comptes SEL

source: addresses to csv
fr: exporter les adresses des adhérents en csv (fichier compatible excel)

source: Latest story in full, with list of stories
fr: L'Info la plus récente, avec une liste d'Infos

source: Previous articles
fr: Documents précédents

source: Promoted to the front page
fr: Promu en première page

source: News
fr: Infos

source: expiry dates
fr: expiré le

source: Name
fr: Nom

source: Telephone Number
fr: N° de téléphone

source: Last login
fr: connecté le

source: to confirm
fr: à confirmer

source: show transaction from or to a user
fr: Afficher les échanges de cet adhérent

source: grains
fr: unité(s)

source: Transactions by user
fr: Échanges / adhérent

source: You haven't completed any transactions yet
fr: Vous n'avez pas encore d'échanges confirmés

source: My account
fr: Mon compte

source: Account
fr: Compte

source: I traded
fr: description de l'échange

source: and
fr: et

source: The name of your community
fr: Le nom de votre communauté

source: Slogan shows next to the site name
fr: Le slogan s'affiche à côté du nom de votre site

source: Physical address(es)
fr: Adresses physiques

source: Where do you hold most of your meetings?
fr: Où est-ce-que vous vous réunissez ?

source: Site email
fr: email pour le site

source: Enter the email address of the person who will be managing membership within your scheme.
fr: Veuillez saisir l'email de la personne qui va s'occuper des adhésions dans votre association.

source: Password
fr: Mot de passe

source: Jumpdown links
fr: Naviguez par rubrique?

source: Cforge Footer
fr: Notice en bas de page communityforge.net

source: Transaction categories
fr: Catégories des échanges

source: On this page...
fr: Sur cette page...

source: Categorised transactions
fr: Échanges par catégorie

source: Balances
fr: Soldes

source: Balance Chart
fr: Evolution du Solde

source: Balance limits
fr: Limites des soldes

source: Unable to identify newsletter tag
fr: Impossible d'identifier la balise Newsletter

source: You must enter a whole number
fr: Veuillez saisir un numéro entier

source: Minimum balance must not be larger than 0
fr: Le Solde miminal ne doit pas excéder 0

source: Maximum balance must be an integer larger than zero and minimum balance
fr: Le solde maximum doit être un nombre entier plus grand que zéro et que le solde minimum

source: Compose your newsletter and choose which group it should be sent to. Members can sign up to newsletters on the front page
fr: Composer votre newsletter (Newsletter) et choisir à quel groupe vous voulez l'envoyer. Vos adhérents peuvent s'inscrire et se désinscrire.

source: This is a list of users with the role 'system'. Go to the user's edit page to set roles.
fr: Voici la liste des Comptes SEL (les comptes ayant le rôle 'système')

source: Choose the letter of the surname of the member you are trying to find below and/or sort by column to find an e-member quickly.
fr: Choisissez la lettre du nom de famille ci-dessous et/ou triez par colonne pour trouver un adhérent rapidement.

source: Once on a member's page, you can easily enter a trade with them using the using the block to the left.
fr: Une fois sur leur profil, vous pouvez facilement saisir un échange avec eux à l'aide du bloc à gauche.

source: < refine your search by using the categories shown on the left.
fr: < affinez votre recherche à l'aide des catégories indiquées à gauche (et/ou triez par colonne)

source: Design your classification system here. Create new categories and put them in order.
fr: Veuillez concevoir votre système de classification ici. Vous pouvez créer de nouvelles catégories et les mettre dans l'ordre souhaité.

source: The last category is a 'catch-all', so it must be 'miscellaneous', or 'other'
fr: La dernière catégorie est pour "tout le reste". Donc le nom devrait être "Divers" ou "autres". Si vous trouvez qu'il y a trop d'annonces dans cette catégorie, vous pouvez consulter les annonces, copier un mot d'une annonce que vous aimeriez trouver dans une autre catégorie, et le coller dans la liste des synonymes de celle-ci. Après quoi l'annonce devrait être affichée dans la nouvelle catégorie.

source: Database name:
fr: Nom de la base de données :

source: Menu item
fr: Elément de menu

source: Enabled
fr: Activé

source: Expanded
fr: Déplié

source: Weight
fr: Poids

source: Operations
fr: Opérations

source: local admin
fr: Admin Local

source: committee
fr: pour les informations de comité

source: All your transactions
fr: Tous vos échanges

source: Article
fr: Info

source: Manage
fr: Gérer :

source: Links for the day to day administration of the site
fr: Liens pour l'administration du site au quotidien

source: Setup
fr: Paramétrer :

source: Switch off this block in your user profile
fr: Ne pas afficher ce bloc dans votre profil

source: Visitors
fr: Visiteurs

source: For anonymous users
fr: Pour les visiteurs

source: Choose a category to make this page appear on the documents page
fr: Sous quelle rubrique voulez-vous mettre ce document.

source: Change basic site information, such as the site name, slogan, e-mail address, mission, front page and more.
fr: Modifier les informations de base, comme le nom du site, son slogan, son adresse de courrier électronique, ses objectifs, sa page d'accueil, etc.

source: Upload logo
fr: envoyer le logo

source: Upload the main picture in the top left of the screen
fr: Télécharger l'image affichée en haut à gauche

source: Default currency
fr: unité d'échange

source: Setup a default currency, transaction and directory settings.
fr: Paramétrer l'unité d'échange par défaut, les échanges, et les listes.

source: Welcome email
fr: messages de bienvenue

source: Starter email
fr: confirmation de saisi

source: Compose the e-mail sent to a user who needs to confirm a transaction.
fr: Composer l'email qui va être envoyé à l'adhérent qui devra confirmer l'échange.

source: Completer email
fr: demande de confirmation

source: Compose the e-mail sent to a member who started a transaction.
fr: Composer l'email qui va être envoyé à l'adhérent qui a saisi l'échange.

source: Contact form
fr: contact

source: Setup up site wide & member contacts.
fr: Paramétrer le formulaire de contact avec des rubriques telles que : adhésions, animations, comptabilité, contenu du site, infos générales, relations presse, Route des SELs, etc, ainsi que les emails des personnes qui vont s'occupper de ces activités

source: Manage the contents of a page
fr: Gérer le contenu du site

source: User management
fr: adhérents

source: List, add and modify users
fr: Lister, ajouter et modifier les adhérents

source: Manage Galleries
fr: galeries

source: Create and manage image galleries
fr: Ajouter et gérer les galeries d'images

source: Categories
fr: catégories

source: The categories of your offers and wants
fr: Les catégories de vos offres et demandes

source: Document Types
fr: rubriques documents

source: Visitor menu
fr: menu 0

source: Manage contents of the menu for anonymous users.
fr: Gérer le menu affiché aux visiteurs, le "menu 0". NB: Une fois connecté avec leur n° d'adhérent et leur mot de passe, le menu 1 est affiché pour vos adhérents. Ceux qui ont le Rôle de Comité auront ce menu affiché également, afin de leur permettre de modifier le contenu des pages visiteurs.

source: Major menu
fr: menu 1

source: Manage the primary members menu, organising offers, wants, etc.
fr: Gérer le menu principal avec les listes d'offres/demandes, d'échanges, de contributions, d'adhérents

source: Minor menu
fr: menu 2

source: Manage secondary member options, contact, galleries, etc.
fr: Gérer le menu secondaire tel que Contact, Documents, Galeries, FAQ, SELs, etc. Ce menu est affiché aux Visiteurs et aux Adhérents.

source: Newsletter content
fr: newsletter

source: Manage newsletter content, subscriptions, etc.
fr: Gérer les brouillons, le contenu, et les abonnements aux newsletters

source: My pending transactions
fr: Mes échanges en attente de confirmation

source: Pending transactions
fr: Échanges en attente de confirmation

source: LETS life
fr: La vie au SEL

source: Preview
fr: Aperçu

source: Details
fr: Détails

source: Responsibility
fr: Responsabilité

source: Job title, for committee members only
fr: Nom de la responsabilité, uniquement pour les membres de divers comités, ou relais. Ce champ va permettre à vos adhérents de savoir "Qui fait quoi ?"

source: Phone Number 1
fr: Téléphone 1

source: Phone Number 2
fr: Téléphone 2

source: Area Code
fr: Code (postal)

source: This may be the zip code, or some other way to group the members geographically
fr: Ceci pourrait être un code postal, ou autre regroupement géographique

source: Postal member
fr: Envoi postal/relais

source: Please post printed directories to me
fr: Veuillez me faire parvenir par courrier une liste imprimée d'offres et demandes (NB: mon association pourrait m'attribuer un relais pour me faire l'impression, ou m'aider avec l'internet)

source: Address
fr: Adresse

source: This is necessary if you want to receive printed updates
fr: Nécessaire si vous voulez recevoir la liste des offres et demandes imprimée

source: This is for any additional notes.
fr: Ce champ est pour ajouter des notes.

source: This is an automated notification.
fr: Ceci est une notification automatique.

source: %starter has started a transaction with %completer
fr: %starter a saisi un échange avec %completer

source: The transaction was for: %reason
fr: L'échange était : %reason

source: You can change your mail notification settings by clicking 'edit' on your profile
fr: Vous pouvez changer le paramétrage des emails en cliquant 'modifier' sur votre profil.

source: You can confirm the transaction from your profile page: %profile_url
fr: Vous pouvez confirmer l'échange sur votre profil : %profile_url

source: Transaction notification
fr: avis d'échange

source: Mail the starter of the transaction
fr: Envoyer un email à la personne qui a saisi l'échange

source: Mail the completer of the transaction
fr: Envoyer un email à la personne qui devra confirmer l'échange.

source: This is to prevent robots creating accounts
fr: Cette question est pour éviter d'avoir les spammeurs

source: Sending mail
fr: serveur d'envois

source: Configure your site's outgoing mail server.
fr: Paramétrer le serveur d'envoi d'emails (smtp)

source: Offer
fr: Offre

source: Want
fr: Demande

source: Event
fr: Evénement

source: Story
fr: Newsletter

source: Community Forge default installation. If your scheme would like to have customisation, please contact us.
fr: Installation par défaut de Community Forge, si vous souhaitez customiser votre installation, veuillez nous contacter.

source: Complementary Currencies
fr: Monnaies Complémentaires
