Repository: cc6401/rsi
Catalog: cforge-custom/*.po
Languages: es

source: Add an offer
es: Añadir una oferta

source: Add a want
es: Añadir una demanda

source: Start a transaction
es: Comenzar una transacción

source: Add a contribution
es: Añadir una contribución

source: Contributions to do and Contributions completed
es: Contribuciones para hacer y Contribuciones completadas

source: Completer
es: Completador

source: Community Tasks
es: Tareas de la comunidad

source: No contributions have been posted yet
es: No ha sido publicada aún ninguna contribución

source: No Contributions have been completed
es: No ha sido completada ninguna contribución

source: Commitments
es: Compromisos

source: You have not committed to any task.
es: No te has comprometido a ninguna tarea.

source: Tasks
es: Tareas

source: Acknowlegements
es: Reconocimientos

source: Activities
es: Actividades

source: Upcoming
es: Al llegar

source: Directory Entries by published date
es: Entradas del directorio por fecha de publicación

source: Offers
es: Ofertas

source: offer
es: oferta

source: want
es: demanda

source: Recent Offers & Wants
es: Ofertas & Demandas recientes

source: Directory entries, newest first
es: Entradas del directorio, las más recientes primero

source: No entries in this category
es: No hay entradas en esta categoría

source: Offers by published date
es: Ofertas por fecha de publicación

source: Category
es: Categoría

source: Description of offer
es: Descripción de la oferta

source: Created
es: Creado

source: All
es: Todo

source: Recent Offers
es: Ofertas recientes

source: There are no offers in this category
es: No hay ofertas en esta categoría

source: Offers: Recent
es: Ofertas: Reciente

source: Wants by published date
es: Demandas por fecha de publicación

source: Description of need
es: Descripción de la demanda

source: of
es: de

source: added
es: añadido

source: Wants
es: Demandas

source: There are no wants in this category
es: No hay demandas en esta categoría

source: Shows all my offers/wants in a user's directory
es: Muestra todas mis ofertas/demandas en un directorio de usuario

source: Description
es: Descripción

source: Delete
es: Eliminar

source: Offers/Wants
es: Ofertas/Demandas

source: transactions from all users
es: transacciones de todos los usuarios

source: Paid by
es: Pagado por

source: This member
es: Este miembro

source: did this for
es: hizo esto para

source: this member
es: este miembro

source: Confirm?
es: ¿Confirmar?

source: Exchanges by member
es: Intercambios por miembro

source: <a href="transaction/add">Start a transaction></a>
es: <a href="transaction/add">Comenzar una transacción></a>

source: There have yet to be any trades
es: Aún no hay ninguna transacción

source: Recent Transactions
es: Transacciones recientes

source: Member
es: Miembro

source: did this exchange
es: realizó este intercambio

source: with
es: con

source: Transactions
es: Transacciones

source: Recent: Transactions
es: Reciente: Transacciones

source: Images
es: Imágenes

source: Title
es: Título

source: Documents
es: Documentos

source: No documents have been uploaded yet
es: No se han subido documentos aún

source: Community documentation
es: Documentación de la comunidad

source: Post Code
es: Código postal

source: since
es: desde

source: Balance
es: Saldo

source: Gross Income
es: Ingreso bruto

source: Acknowledgements
es: Reconocimientos

source: Member list
es: Lista de miembros

source: First name
es: Nombre

source: Family name
es: Apellido

source: Members
es: Miembros

source: System accounts
es: Cuentas del sistema

source: Contributions
es: Contribuciones

source: addresses to csv
es: direcciones a csv

source: Latest story in full, with list of stories
es: Última historia completa, con la lista de historias

source: Previous articles
es: Artículos previos

source: Promoted to the front page
es: Promocionado a la portada

source: News
es: Noticias

source: expiry dates
es: fechas de caducidad

source: Name
es: Nombre

source: Telephone Number
es: Número de teléfono

source: Last login
es: Último login

source: to confirm
es: por confirmar

source: show transaction from or to a user
es: mostrar transacción desde o hacia un usuario

source: description
es: descripción

source: Transactions by user
es: Transacciones por usuario

source: You haven't completed any transactions yet
es: No has completado aún ninguna transacción

source: My account
es: Mi cuenta

source: Account
es: Cuenta

source: I traded
es: Yo comercié

source: and
es: y

source: The name of your community
es: El nombre de tu comunidad

source: This cannot be changed, without also changing the site name in communityforge.net, because this is how the site is identified with the cforge_user
es: Esto no se puede cambiar sin cambiar también el nombre del sitio en communityforge.net, porque es así como el sitio se identifica con el cforge_user

source: Slogan shows next to the site name
es: El eslogan se muestra a continuación del nombre del sitio

source: Physical address(es)
es: Dirección(es) física(s)

source: Where do you hold most of your meetings?
es: ¿Dónde mantienes la mayoría de tus encuentros?

source: Site email
es: Email del sitio

source: Enter the email address of the person who will be managing membership within your scheme.
es: Introduce la dirección email de la persona que gestionará a los miembros dentro de tu esquema.

source: Password
es: Contraseña

source: Details
es: Detalles

source: Jumpdown links
es: Links de salto hacia abajo

source: Cforge Footer
es: Mensaje al pie de Cforge

source: Transaction categories
es: Categorías de transacción

source: On this page...
es: En esta página...

source: Designed and hosted by !CommunityForge, a non-profit association registered in Geneva, Switzerland.
es: Diseñado y alojado por !CommunityForge, un asociación sin ánimo de lucro registrada en Ginebra, Suiza.

source: Categorised transactions
es: Transacciones categorizadas

source: unrecognised strtotime format for user @uid created date: @date
es: formato strtotime no reconocido para la fecha creada: @date por el usuario @uid

source: Balances
es: Saldos

source: Balance Chart
es: Gráfico de saldos

source: Balance limits
es: Límites de saldo

source: Newsletter
es: Boletín de noticias

source: Unable to identify newsletter tag
es: Imposible identificar la etiqueta del boletín de noticias

source: You must enter a whole number
es: Debes introducir un número entero

source: Minimum balance must not be larger than 0
es: El saldo mínimo no debe ser mayor de 0

source: Maximum balance must be an integer larger than zero and minimum balance
es: El saldo máximo debe ser un entero mayor de cero y del saldo mínimo

source: Compose your newsletter and choose which group it should be sent to. Members can sign up to newsletters on the front page
es: Crea tu boletín de noticias y elige a qué grupo debería enviarse. Los miembros pueden darse de alta en los boletines en la página principal

source: This is a list of users with the role 'system'. Go to the user's edit page to set roles.
es: Hay una lista de usuarios con el rol de 'sistema'. Ve a la página de edición de usuarios para establecer los roles.

source: Choose the letter of the surname of the member you are trying to find below and/or sort by column to find an e-member quickly.
es: Elige abajo la letra del apellido del miembro que buscas y/o ordenar por columna para encontrar un miembro rápidamente.

source: Once on a member's page, you can easily enter a trade with them using the using the block to the left.
es: Una vez en la página de un miembro, puedes fácilmente entrar en una trasacción suya usando el bloque de la izquierda.

source: < refine your search by using the categories shown on the left.
es: < refina tu búsqueda usando las categorías mostradas a la izquierda.

source: Votre Contribution à l'association compte. Voici la liste des petits 'coups de mains' que vous pouvez entreprendre pour contribuer.
es: Tu Contribución a la asociación cuenta. Mira la lista de pequeñas acciones que puedes llevar a cabo para contribuir.

source: Pour vous porter volontaire, cliquez sur le bouton 'Cliquez ici pour entreprendre cette Contribution
es: Para hacerte voluntario, clica en el boton 'Clique aquí para realizar esta Contribución'

source: Une fois la Contribution accomplie, veuillez avertir un membre du comité afin de recevoir votre point 'Contribution'.
es: Una vez realizada la Contribución, puedes informar a un miembro del comité para recibir tu punto 'Contribución'.

source: L'association vous remercie
es: La asociación agradece tu colaboración

source: Design your classification system here. Create new categories and put them in order.
es: Diseña tu sistema de clasificación aquí. Crea nuevas categorías y ponlas en orden.

source: The last category is a 'catch-all', so it must be 'miscellaneous', or 'other'
es: La última categoría recoge todo lo no clasificado, así que debe ser nombrada 'miscelánea' o 'otros'

source: Rearrange the menu items here by dragging them. Create and delete menu items when you edit the pages themselves
es: Reorganiza aquí los elementos del menu arrastrándolos. Crea y elimina elementos del menú cuando edites las propias páginas.

source: Database name:
es: Nombre de la base de datos:

source: Menu item
es: Elemento del menú

source: Enabled
es: Habilitado

source: Expanded
es: Expandido

source: Weight
es: Peso

source: Operations
es: Operaciones

source: Rearrange the menu items here by dragging them. Create and delete menu items when you edit the pages themselves.
es: Reorganiza aquí los elementos del menu arrastrándolos. Crea y elimina elementos del menú cuando edites las propias páginas.

source: local admin
es: Administrador local

source: committee
es: comité

source: All your transactions
es: Todas tus transacciones

source: Article
es: Artículo

source: Document types
es: Tipos de documento

source: Choose a category to make this page appear on the documents page
es: Elige una categoría para que esta página aparezca en la página de documentos

source: Visitors
es: Visitantes

source: For anonymous users
es: Para usuarios anónimos

source: Setup
es: Configuración

source: Switch off this block in your user profile
es: Desconectar este bloque en tu perfil de usuario

source: Manage
es: Organizar

source: Links for the day to day administration of the site
es: Links para la administración del día a día del sitio web

source: @scheme activities
es: Actividades de @scheme

source: My pending transactions
es: Mis transacciones pendientes

source: Pending transactions
es: Trasacciones pendientes

source: LETS life
es: Vida LETS

source: Vignette
es: Viñeta

source: Preview
es: Vista previa

source: Responsibility
es: Responsabilidad

source: Job title, for committee members only
es: Cargo en el trabajo, sólo para miembros del comité

source: Phone Number 1
es: Número de teléfono 1

source: Phone Number 2
es: Número de teléfono 2

source: Area Code
es: Código de área

source: This may be the zip code, or some other way to group the members geographically
es: Esto puede ser el código zip, o algún otro modo de agrupar a los miembros geográficamente

source: Postal member
es: Miembro postal

source: Please post printed directories to me
es: Por favor, enviarme por correo directorios impresos

source: Address
es: Dirección

source: This is necessary if you want to receive printed updates
es: Esto es necesario si quieres recibir actualizaciones impresas

source: Notes
es: Notas

source: This is for any additional notes.
es: Esto es para mis notas adicionales.

source: This is an automated notification.
es: Esta es una notificación automática.

source: %starter has started a transaction with %completer
es: %starter ha comenzado una transacción con %completer

source: The transaction was for: %reason
es: La transacción fue para: %reason

source: You can change your mail notification settings by clicking 'edit' on your profile
es: Puedes cambiar las opciones de notificación de tu correo clicando 'editar' en tu perfil

source: You can confirm the transaction from your profile page: %profile_url
es: Puedes confirmar la transacción desde tu página de perfil: %profile_url

source: Transaction notification
es: Notificación de transacción

source: Mail the starter of the transaction
es: Enviar el iniciador de la transacción

source: Mail the completer of the transaction
es: Enviar el finalizador de la transacción

source: This is to prevent robots creating accounts
es: Esto es para prevenir que los robots creen cuentas

source: Change basic site information, such as the site name, slogan, e-mail address, mission, front page and more.
es: Cambiar la información básica del sitio web, tal como el nombre del sitio, el eslogan, la dirección de email, la misión, la portada y más.

source: Upload Logo
es: Subir el Logo

source: Upload the main picture in the top left of the screen
es: Subir la imagen principal de la zona superior izquierda de la pantalla

source: Default currency
es: Moneda por defecto

source: Setup a default currency, transaction and directory settings.
es: Estable una moneda por defecto, y las opciones de transacción y directorio.

source: Welcome email
es: Email de bienvenida

source: Compose the e-mail to be sent on welcoming user.
es: Redacta el email de bienvenida a enviar a un usuario.

source: Starter email
es: Email del iniciador

source: Compose the e-mail sent to a user who needs to confirm a transaction.
es: Redacta el email a enviar a un usuario que necesita confirmar una trasacción.

source: Completer email
es: Email del completador

source: Compose the e-mail sent to a member who started a transaction.
es: Redacta el email a enviar a un miembro que comenzó una transacción.

source: Contact form
es: Formulario de contacto

source: Setup up site wide & member contacts.
es: Configura el sitio web & los contactos de los miembros

source: Manage the contents of a page
es: Organizar los contenidos de una página

source: User management
es: Organización de usuario

source: List, add and modify users
es: Listar, añadir y modificar usuarios

source: Manage Galleries
es: Organizar la Galerías de imágenes

source: Create and manage image galleries
es: Crear y organizar las galerías de imágenes

source: Categories
es: Categorías

source: The categories of your offers and wants
es: Las categorias de tus ofertas y demandas

source: Document Types
es: Tipos de documento

source: Categories for your documents
es: Categorías para tus documentos

source: Visitor menu
es: Menu de visitante

source: Manage contents of the menu for anonymous users.
es: Organizar los contenidos del menú para usuarios anónimos.

source: Major menu
es: Menú mayor

source: Manage the primary members menu, organising offers, wants, etc.
es: Organizar el menú primario de los miembros, organizando las ofertas, demandas, etc.

source: Minor menu
es: Menú menor

source: Manage secondary member options, contact, galleries, etc.
es: Organizar las opciones secundarias de los miembros, contacto, galerías de imágenes, etc.

source: Newsletter content
es: Contenido del boletín de noticias

source: Manage newsletter content, subscriptions, etc.
es: Organizar el contenido del boletín de noticias, las subscripciones, etc.

source: Sending mail
es: Enviando mail

source: Configure your site's outgoing mail server.
es: Configura el servidor de correo saliente de tu sitio web.

source: Offer
es: Oferta

source: Want
es: Demanda

source: Event
es: Evento

source: Newsletter Issue
es: Entrega del boletín de noticias

source: Story
es: Historia

source: Document
es: Documento

source: Contribution
es: Contribución

source: Cforge custom
es: Configuración de Cforge

source: Community Forge default installation. If your scheme would like to have customisation, please contact us.
es: Instalación por defecto de Community Forge. Si quieres personalizar tu esquema, por favor contacta con nosotros.

source: Complementary Currencies
es: Monedas complementarias
