Repository: cc6401/rsi
Catalog: drupal-6.20/sites/all/modules/demo/translations/*.po
Languages: de

source: Never
de: Nie

source: <p><strong>Last reset:</strong> !date</p>
de: <p><strong>Zuletzt zurückgesetzt:</strong> !date</p>

source: <p><strong>Default snapshot:</strong> !snapshot</p>
de: <p><strong>Standard-Schnappschuss:</strong> !snapshot</p>

source: None
de: Keine

source: Dump settings
de: Einstellungen für Schnappschüsse

source: disabled
de: deaktiviert

source: Automatically reset site every
de: Site automatisch zurücksetzen alle

source: Select how often this demonstration site is automatically reset. Ensure that you have chosen a snapshot for cron runs in <a href="!manage">Manage snapshots</a> first. <strong>Note:</strong> This requires cron to run at least within this interval.
de: Zeitintervall, wie oft diese Demo-Site automatisch zurückgesetzt werden soll. Dafür zunächst einen Schnappschuss für Cron-Läufe auf der Seite <a href="!manage">Schnappschüsse verwalten</a> auswählen. <strong>Hinweis:</strong> Cron muss so konfiguriert sein, dass es mindestens einmal innerhalb der gewählten Zeitspanne ausgeführt wird.

source: Dump path
de: Pfad für Schnappschüsse

source: Enter a writable directory where dump files of this demonstration site are stored, f.e. %files. The name of this site (e.g. %confpath) is automatically appended to this directory.<br /><br /><strong>Note: For security reasons you should store site dumps outside of the document root of your webspace!</strong>
de: Beschreibbares Verzeichnis angeben, in das die Schnappschüsse für diese site gespeichert werden sollen, z.B. %files. Der Name dieser Site (d.h. %confpath) wird automatisch an den Verzeichnisnamen angehängt.<br /><br /><strong>Hinweis: Aus Sicherheitsgründen sollten Schnappschüsse immer außerhalb des Webserververzeichnisses gespeichert werden!</strong>

source: Save
de: Speichern

source: The snapshot directory %directory could not be created.
de: Das Verzeichnis für Schnappschüsse %directory konnte nicht erstellt werden.

source: The configuration options have been saved.
de: Die Einstellungen wurden gespeichert.

source: Available snapshots
de: Verfügbare Schnappschüsse

source: Set as default snapshot for cron
de: Als Standard-Schnappschuss für Cron-Läufe festlegen

source: Delete selected snapshot
de: Ausgewählten Schnappschuss löschen

source: Are you sure you want to delete the snapshot %title?
de: Sind Sie sicher, dass Sie den Schnappschuss %title löschen wollen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete
de: Löschen

source: Snapshot %title has been deleted.
de: Der Schnappschuss %title wurde gelöscht.

source: File name
de: Dateiname

source: Enter the snapshot file name without file extension. Allowed characters are a-z, 0-9, dashes ("-"), underscores ("_") and dots.
de: Dateiname ohne Erweiterung für den Schnappschuss eingeben. Erlaubte Zeichen sind a-z, 0-9, Bindestrich ("-"), Unterstrich ("_") und der Punkt.

source: Set as new default snapshot
de: Als neuen Standard-Schnappschuss festlegen

source: Description
de: Beschreibung

source: Optionally enter a description for this snapshot here. If no description is given and a snapshot with the same filename already exists, the previous description is used.
de: Optionale Angabe einer Beschreibung des Schnappschusses. Wenn keine Beschreibung angegeben wird und ein Schnappschuss mit dem selben Dateinamen bereits existiert, wird die vorherige Beschreibung übernommen.

source: Are you sure you want to create a new snapshot?
de: Neuen Schnappschuss erstellen?

source: If the above filename already exists, creating a new snapshot will overwrite the existing snapshot. This action cannot be undone.
de: Wenn ein Schnappschuss mit dem selben Dateinamen bereits existiert, wird der neue den alten Schnappschuss überschreiben. Diese Aktion kann nicht rückgängig gemacht werden.

source: Create
de: Erstellen

source: Cancel
de: Abbrechen

source: Successfully created snapshot %filename.
de: Schnappschuss %filename wurde erfolgreich erstellt.

source: @engine support not implemented yet.
de: Unterstützung für @engine wurde noch nicht implementiert.

source: Are you sure you want to reset the site?
de: Site zurücksetzen?

source: Resetting the site will overwrite all changes that have been made to this Drupal installation since the chosen snapshot.<br /><br /><div style="color: red; font-weight: bold; font-size: 18px;"><center>THIS ACTION CANNOT BE UNDONE!</center><br /></div>
de: Das Zurücksetzen der Site bewirkt, dass alle Änderungen seit der Erstellung des Schnappschusses überschrieben werden.<br /><br /><div style="color: red; font-weight: bold; font-size: 18px;"><center>DIESE AKTION KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!</center><br /></div>

source: Reset
de: Zurücksetzen

source: Unable to open dump file %filename.
de: Konnte die Schnappschussdatei %filename nicht öffnen.

source: Successfully restored database from %filename.
de: Datenbank erfolgreich wiederhergestellt aus %filename.

source: Failed restoring database from %filename.
de: Konnte Datenbank nicht aus %filename wiederherstellen.

source: Snapshot
de: Schnappschuss

source: Modules:
de: Module:

source: Dump filename %title must contain alphanumeric characters, dots, dashes and underscores only. Other characters, including blanks (spaces), are not allowed.
de: Der Dateiname für den Schnappschuss %title darf nur alphanumerische Zeichen, Punkte, Bindestriche und Unterstriche enthalten. Ander Zeichen, inklusive Leerzeichen, sind nicht erlaubt.

source: Snapshot %title will be used for upcoming cron runs.
de: Der Schnappschuss %title wird für kommende Cron-Läufe verwendet.

source: Demo site reset
de: Demo-Site zurücksetzen

source: Reset demo
de: Demo zurücksetzen

source: Active snapshot: !snapshot
de: Aktiver Schnappschuss: !snapshot

source: Reset now
de: Jetzt zurücksetzen

source: administer demo settings
de: Demo-Site verwalten

source: Demonstration site
de: Demo-Site

source: Administer reset interval, create new dumps and manually reset this site.
de: Konfiguration des Zeitintervalls für automatisches Zurücksetzen, neue Schnappschüsse erstellen und manuelles Zurücksetzen der Site.

source: Manage snapshots
de: Schnappschüsse verwalten

source: Create snapshot
de: Schnappschuss erstellen

source: Reset site
de: Site zurücksetzen

source: Delete snapshot
de: Schnappschuss löschen

source: Create snapshots and reset the site for demonstration or testing purposes.
de: Schnappschüsse der Website erstellen und zu Demonstrationszwecken oder während der Entwicklung zurücksetzen.

source: Development
de: Entwicklung
